{
  "LocaleSwitcher": {
    "locale": "{locale, select, zh {中文} en {English} other {Unknown}}"
  },
  "Navbar": {
    "services": "Services",
    "product": "Product",
    "contact": "Contact"
  },
  "Landing": {
    "slogan": "ONLY STORIES\nARE ETERNAL."
  },
  "Intro": {
    "title": "ETERNAL STORY . Ltd",
    "description": "Established in 2021 with the purpose of promoting local story creation and cultural and creative industries.\n Its main business areas include game development, incubating original brands with novels and comics as the medium, and small-scale shooting services."
  },
  "Partners": {
    "title": "Clients | Collaborative Brands"
  },
  "ChapterOne": {
    "title": "Chapter One",
    "sub-title": "Services We Provide",
    "interactive-technology": "Interactive Technology",
    "filming": "Filming",
    "web-page-creation": "Web Page Creation",
    "graphic-design": "Graphic Design",
    "description": "We provide customers with professional, high-quality and creative design and services.",

    "brand-identity": "Brand Identity",
    "event-image": "Event Image",
    "comic-illustration": "Comic Illustration",
    "video-production": "Video Production",
    "brand-identity-slide0-title": "Bi Long Xuan Gift Box Design",
    "brand-identity-slide0-description": "A sophisticated packaging design for the high-end brand Bi Long Xuan. This design integrates elements of dragons and hot stamping, focusing on a simple and elegant style, bringing consumers a unique and unforgettable experience.",
    "brand-identity-slide1-title": "Seaside Manor Restaurant Menu Design",
    "brand-identity-slide1-description": "At Riviera Manor, you can taste gourmet food, feel the softness of the beach, listen to pleasant band performances, and immerse yourself in this enchanting beach world.",
    "brand-identity-slide2-title": "Coffee Bean Coffee Brand Design",
    "brand-identity-slide2-description": "A clever combination of ink painting and a coffee mountain backdrop, characterized by deep yellow, a matte texture, and a coffee bean-shaped 'Coffee' word. It not only displays the landscape and unique charm of the coffee mountain but also blends new and old elements, bringing coffee enthusiasts a visual and sensory experience that merges tradition with modernity.",
    "event-image-slide0-title": "So Far Soul Goof Interactive Exhibition Design",
    "event-image-slide0-description": "Centering on the five elements of happiness, we designed an immersive, highly interactive exhibition experience. Through gamified Easter egg hunts with NFC activities, we encourage students to actively participate, fostering their curiosity and exploratory spirit.",
    "event-image-slide1-title": "Co-Creation Teen Event Filming and Editing",
    "event-image-slide1-description": "Provided a series of professional-grade live editing, filming, and post-production services for the day's event at the Chundao Church Community Center, making the event more spectacular.",
    "comic-illustration-slide0-title": "Creating a New Sky Comic Production",
    "comic-illustration-slide0-description": "Illustrated four exciting comics for the University of Macau Innovation and Entrepreneurship Center, themed around university students' participation in innovation and entrepreneurship activities, which were well-received by readers and clients.",
    "video-production-slide0-title": "YUBA Animation Production",
    "video-production-slide0-description": "Carefully crafted a 2-minute hand-drawn animation for the local Macau cartoonist 'Milk Tea Meryl T,' from meticulously designed storyboards to exquisite coloring, every character and scene was produced by us.",
    "video-production-slide1-title": "Happy Dragon Calendar New Year Animation Production",
    "video-production-slide1-description": "Produced a beautiful New Year animation for the company's pixel game 'Beard Mouse's Home,' this one-minute animation used over 500 frames. Each frame was completed with 2D digital painting techniques, showcasing unique artistic charm."
  },
  "ChapterTwo": {
    "title": "Chapter Two",
    "sub-title": "Our Products",
    "recent-activities": "Recent Activities",
    "2023-tap-siac-craft-market-in-spring": "2023 Tap Siac Craft Market in Spring",
    "game-development": "Game Development",
    "house-of-whisker-mouse": "HOUSE OF WHISKER MOUSE",
    "house-of-whisker-mouse-description": "The first casual pixel-style video game in Macau, with original stories and characters as an extension of brand creation.",
    "film-product": "Film Product",
    "Short-film": "Short Film",
    "event-shooting": "Event Shooting",
    "idea-has-no-money": "IDEA HAS NO MONEY",
    "idea-has-no-money-description": "The channel focuses on story creation. The direction of film creation is mainly divided into several categories. There are creations that focus on secondary creations, creations that promote Macau culture, and original stories.",
    "comic-art": "Comic Art",
    "learn-more": "Learn More",
    "activity-slide0-title": "Event Participation",
    "activity-slide0-description": "We will launch a new game demo and merchandise at the Spring 2024 Taishi Art Fair. Stay tuned...",
    "game-slide0-title": "2D Pixel Game: Beard Mouse's Home",
    "game-slide0-description": "The first-ever 2D pixel game in Macau, featuring 100 beautiful illustrations showcasing the scenery of Macau to its fullest. The game offers a variety of fun gameplay, all handcrafted by our professional team. Currently under development, so stay tuned...",
    "film-slide0-title": "Film Shooting",
    "film-slide0-description": "\"I don't know when it started, but I've become a very straightforward person. Every time after a shower, I would call the number on paper. You will never know how much the person on the phone is willing to do for me.\"",
    "film-slide1-title": "Film Shooting",
    "film-slide1-description": "\"Look farther with your eyes wide open.\"",
    "comic-slide0-title": "Page Comic: Chapter 1",
    "comic-slide0-description": "Tells the story of Milk Tea's travels",
    "comic-slide1-title": "Strip Comic: 9 Episodes",
    "comic-slide1-description": "Aliens from the constellation Furnace land, and a Macau otaku saves the world",
    "comic-slide2-title": "Grid Comic: 5 Pages",
    "comic-slide2-description": "A listless doughnut goes to work"
  },
  "ChapterThree": {
    "title": "Chapter Three",
    "sub-title": "Contact Us"
  }
}
